"+ Add" = "+ Adicionar";

"Add a card" = "Adicione um cartão";

"Add a payment method" = "Adicionar forma de pagamento";

"Add bank account" = "Adicionar conta bancária";

"Add new payment method" = "Adicionar nova forma de pagamento";

"Add your payment information" = "Adicione seus dados de pagamento";

"Approve payment" = "Aprovar pagamento";

"Back" = "Voltar";

"Bank account" = "Conta bancária";

"Buy now or pay later with Klarna." = "Compre agora ou pague depois com Klarna.";

"Buy using a UPI ID" = "Comprar usando um ID UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ao confirmar seu pagamento com o PayPal, você permite que %@ cobre sua conta do PayPal por pagamentos futuros em conformidade com os termos definidos pela empresa.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ao continuar para o PayPal, você permite que %@ cobre sua conta do PayPal por pagamentos futuros em conformidade com os termos definidos com a empresa.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Ao continuar para o Revolut Pay, você permite que %@ cobre sua conta do Revolut Pay por pagamentos futuros em conformidade com os termos da empresa.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ao continuar, você aceita autorizar pagamentos de acordo com <terms>estes termos</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Ao continuar, você autoriza %1$@ a debitar sua conta do Cash App para este pagamento e futuros pagamentos, em conformidade com os temos da empresa %2$@, até que a autorização seja revogada. É possível alterar isso a qualquer momento nas Configurações do Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ao entrar no Link, você concorda com os <terms>Termos</terms> e <privacy>Política de Privacidade</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ao fornecer seus dados de pagamento e confirmar este pagamento, você autoriza (A) %@ e a Stripe, o nosso provedor de serviços de pagamento, a enviar instruções ao seu banco para debitar sua conta e (B) seu banco a debitar sua conta, de acordo com as referidas instruções. Os seus direitos incluem a possibilidade de exigir do banco o reembolso do valor debitado, nos termos e condições acordados com a instituição. O reembolso deve ser solicitado dentro de um prazo de 8 semanas a partir da data do débito na conta. Você concorda em receber notificações de débitos futuros em até 2 dias antes do débito.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ao salvar sua conta bancária para %@, você autoriza pagamentos de acordo com <terms>estes termos</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Cancele e pague de outra forma";

"Choose a payment method" = "Escolha uma forma de pagamento";

"Close card scanner" = "Fechar máquina de cartão";

"Confirm" = "Confirmar";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Confirme o pagamento no seu banco ou aplicativo de pagamento em até %@ para concluir a compra.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Confirme o pagamento no aplicativo do seu banco em até %@ para concluir a compra.";

"Contact information" = "Dados de contato";

"EPS Bank" = "Banco EPS";

"Enter address manually" = "Inserir endereço manualmente";

"FPX Bank" = "Banco do FPX";

"IBAN" = "IBAN";

"Manage your payment methods" = "Gerencie suas formas de pagamento";

"Name on card" = "Nome no cartão";

"Open your UPI app to approve your payment within %@" = "Abra o aplicativo UPI para aprovar o pagamento em até %@";

"Or" = "Ou";

"Or pay using" = "Ou pague com";

"Or pay with a card" = "Ou pagar com cartão";

"Pay %@" = "Pagar %@";

"Pay another way" = "Pagar de outra forma";

"Pay faster at %@ and thousands of merchants." = "Pague mais rápido em %@ e milhares de estabelecimentos comerciais.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Pague em <num_installments/> vezes sem juros de <installment_price/> com <img/>";

"Pay later with Klarna." = "Pagar depois com Klarna.";

"Pay over time with %@" = "Pagar depois com %@";

"Pay with Link" = "Pagar com Link";

"Pay with your bank account in just a few steps." = "Pague com sua conta bancária em poucos passos.";

"Payment failed" = "Falha no pagamento";

"Please go back and select another payment method" = "Volte e selecione outra forma de pagamento";

"Point the camera at your card." = "Aponte a câmera para o cartão.";

"Processing..." = "Processando…";

"Przelewy24 Bank" = "Banco Przelewy24";

"Remove %1$@ ending in %2$@" = "Remover %1$@ com final %2$@";

"Remove Card" = "Remover cartão";

"Save" = "Salvar";

"Save a new payment method" = "Salvar nova forma de pagamento";

"Save address" = "Salvar endereço";

"Save for future payments" = "Salvar para pagamentos futuros";

"Save my info for secure 1-click checkout" = "Salvar meus dados para um checkout seguro com 1 clique";

"Save this account for future %@ payments" = "Salvar esta conta para pagamentos futuros de %@";

"Save this card for future %@ payments" = "Salvar este cartão para pagamentos futuros a %@";

"Save your bank account in just a few steps." = "Salve sua conta bancária em poucos passos.";

"Select your payment method" = "Selecione sua forma de pagamento";

"Set up" = "Configurar";

"Shipping to %@ is not supported." = "Envios para %@ não são aceitos.";

"Show menu" = "Mostrar o menu";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "A Stripe depositará US$ 0,01 na sua conta em até 2 dias úteis. Em seguida, você receberá um e-mail com instruções de como salvar sua conta bancária com a %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "A Stripe depositará $ 0,01 na sua conta em 1 a 2 dias úteis. Depois disso, você receberá um e-mail com instruções de como concluir o pagamento para %@.";

"The IBAN you entered is incomplete." = "O IBAN inserido está incompleto.";

"Update card" = "Atualizar cartão";

"Your IBAN should start with a two-letter country code." = "Seu IBAN deve começar com um código de país de duas letras.";

"iDEAL Bank" = "Banco iDEAL";
